Repository: BackupTheBerlios/ksubtitleripper-svn
Catalog: tags/ksubtitleripper-0.3.1/po/*.po
Languages: es, fr

source: Converting images to text
es: Convirtiendo imágenes a texto
fr: Conversion des images en texte

source: The marked chars were not recognized. Enter correct string or 4 to 8 digit hex unicode.
es: No se reconocieron los carácteres recuadrados. Introduce la cadena correctao el código de unicode correcto con 4 a 8 dígitos hexadecimales.
fr: Le(s) caractère(s) encadré(s) n'ont pas été reconnu(s). Entrez le(s) caractère(s) ASCII correct(s) ou l'identifiant unicode (4 à 8 chiffres hexadécimaux).

source: Save to database
es: Guardar en la base de datos
fr: Sauver dans la base de données

source: Subtitle %1
es: Subtítulo %1
fr: Sous-titre %1

source: You are quoted the correct string. Although the text is longer than one character, you mustn't quote it, but if marked text is quoted Do you want continue?
es: Has entrecomillado la cadena. Aunque el texto tenga más de un carácter, no debes entrecomillarlo, exceptosi el texto recuadrado lo está. ¿Desea continuar?

source: Quoted Text
es: Texto Entrecomillado
fr: Texte cité

source: Couldn't run srttool
es: No se pudo ejecutar srttool
fr: Erreur lors de l'exécution de srttool

source: Couldn't read from "%1" or couldn't write to "%2"
es: No se pudo leeer de "%1" o escribir a "%2"
fr: Impossible de lire le fichier "%1" ou d'écrire dans le fichier "%2"

source: Couldn't run dos2unix
es: No se pudo ejecutar dos2unix
fr: Erreur lors de l'exécution de dos2unix

source: Couldn't read from or write to "%1"
es: No se pudo leer de o escribir a "%1"
fr: Impossible de lire ou d'écrire dans le fichier "%1"

source: Extracting subtitles
es: Extrayendo subtítulos
fr: Extraction des sous-titres

source: Error extracting subtitles
es: Error extrayendo subtítulos
fr: Erreur lors de l'extraction des sous-titres

source: Generating image %1
es: Generando imagen %1
fr: Génération de l'image %1

source: Enable Check &Spelling
es: Activar Comprobación &Ortográfica
fr: Activer la vérification orthographique

source: Disable Check &Spelling
es: Desactivar Comprobación &Ortográfica
fr: Désactiver la vérification orthographique

source: Save subtitle
es: Guardar subtítulo
fr: Enregistrer le sous-titre

source: Previous subtitle
es: Anterior subtítulo
fr: Sous-titre précédent

source: Next subtitle
es: Siguiente subtítulo
fr: Sous-titre suivant

source: Center subtitle
es: Centrar subtítulo
fr: Centrer le sous-titre

source: Extract subtitles
es: Extraer subtítulos
fr: Extraire les sous-titres

source: Convert subtitles to text
es: Convertir subtítulos a texto
fr: Convertir les sous-titres en texte

source: Generate SRT file
es: Generar archivo SRT
fr: Générer un fichier .SRT

source: KSubtitleRipper Project Files
es: Archivos de Proyecto de KSubtitleRipper
fr: Projets KSubtitleRipper

source: Open Project
es: Abrir Proyecto
fr: Ouvrir un Projet

source: Save Project
es: Guardar Proyecto
fr: Enregistrer le Projet

source: Overwrite File?
es: ¿Sobreescribir el archivo?
fr: Ecraser le fichier ?

source: Overwrite
es: Sobreescribir
fr: Ecraser

source: The project "%1" has been modified. Do you want to save it?
es: El proyecto "%1" ha sido modificado ¿Desea guardarlo?
fr: Le projet "%1" a été modifié. Voulez-vous l'enregistrer ?

source: Save Project?
es: ¿Guardar Proyecto?
fr: Enregistrer le projet ?

source: Couldn't write to file %1
es: No se pudo escribir en el archivo %1
fr: Impossible d'écrire dans le fichier %1

source: Couldn't load file %1
es: No se pudo cargar el archivo %1
fr: Impossible de charger le fichier %1

source: The subtitle has been modified. Do you want to save it?
es: El subtítulo ha sido modificado ¿Desea guardarlo?
fr: Le projet "%1" a été modifié. Voulez-vous l'enregistrer ?

source: Save Subtitle?
es: ¿Guardar subtítulo?
fr: Enregistrer le sous-titre ?

source: _n: %n subtitle has been extracted %n subtitles have been extracted
es: Se ha extraído %n subtítulo Se han extraído %n subtítulos
fr: %n sous-titre a été extrait %n sous-titres ont été extraits

source: Extraction completed
es: Extracción completada
fr: Extraction terminée

source: No subtitles have been extracted
es: No se ha extraído ningún subtítulo
fr: Aucun sous-titre n'a été extrait

source: SRT Subtitles
es: Subtítulos SRT
fr: &Sous-titres SRT

source: Save Subtitles
es: Guardar subtítulos
fr: Enregistrer le sous-titre

source: Couldn't save remote file %1
es: No se pudo guardar el archivo remoto %1
fr: Impossible d'enregistrer le fichier distant %1

source: Couldn't open file %1
es: No se pudo abrir el archivo %1
fr: Impossible d'ouvrir le fichier %1

source: Couldn't save project to %1
es: No se pudo guardar el proyecto en %1
fr: Impossible d'enregistrer le projet dans %1

source: A KDE GUI for subtitleripper package.
es: Una interfaz gráfica de KDE para el paquete subtitleripper.
fr: Une interface graphique à subtitleripper pour KDE.

source: Project to open.
es: Proyecto a abrir.
fr: Projet à ouvrir

source: Create New Project
es: Crear Proyecto Nuevo
fr: Créer un Nouveau Projet

source: Vob or Sub files
es: Archivos Vob o Sub
fr: Fichiers Vob ou Sub

source: Directory
es: Directorio
fr: Dossier

source: Prefix
es: Prefijo
fr: Préfixe

source: VOB and SUB files
es: Archivos VOB y SUB
fr: Fichiers VOB et SUB

source: Select VOB or SUB files
es: Seleccionar archivos VOB o SUB
fr: Sélectionnez les fichiers VOB ou SUB

source: General options
es: Opciones generales
fr: Options générales

source: Convert SRT file to DOS format
es: Convertir archivo SRT a formato DOS
fr: Convertir le fichier SRT au format DOS

source: Enable auto center of subtitle
es: Activar autocentrado de los subtítulos
fr: Activer le centrage automatique des sous-titres

source: Editor Font:
es: Fuente del editor:
fr: Fonte de l'éditeur:

source: Subtitle Encoding
es: Codificación de los subtítulos
fr: Encodage du sous-titre

source: Setup project
es: Configurar Proyecto

source: Preview
es: Vista previa
fr: Prévisualisation

source: Extracting...
es: Extrayendo...
fr: Extraction en cours...

source: Seeking Languages
es: Buscando Idiomas

source: Choose filling colour index
es: Elegir índice del color del texto
fr: Choisir l'index de la couleur de remplissage

source: Colour 1
es: Color 1
fr: Couleur 1

source: Colour 2
es: Color 2
fr: Couleur 2

source: Colour 3
es: Color 3
fr: Couleur 3

source: Colour 4
es: Color 4
fr: Couleur 4

source: Languages
es: Idiomas
fr: Langages

source: Subtitles to preview
es: Subtítulos a previsualizar
fr: Sous-titres à prévisualiser

source: There isn't a language map
es: No hay un mapa de idiomas
fr: Il n'y a pas de carte de langage

source: The language %1 doesn't exist
es: El idioma %1 no existe
fr: Le langage %1 n'existe pas

source: S&ubtitles
es: &Subtítulos
fr: So&us-titres

source: Error seeking subtitles in VOB file
es: Error buscando subtítulos en el archivo VOB
fr: Erreur lors de la recherche de sous-titres dans le fichier VOB

source: _: NAME OF TRANSLATORS Your names
es: Sergio Cambra
fr: Guillaume Bedot

source: _: EMAIL OF TRANSLATORS Your emails
es: runico@users.berlios.de
fr: littletux@zarb.org

source: General
fr: Général
